class Question:
    answer = [(0, "Сутки — 400 рублей. Оплата курьеру — наличными или картой."),
             (1,"Пока что у нас так: один заказ — один самокат. Если хотите покататься с друзьями, можете просто сделать несколько заказов — один за другим."),
              (2,"Допустим, вы оформляете заказ на 8 мая. Мы привозим самокат 8 мая в течение дня. Отсчёт времени аренды начинается с момента, когда вы оплатите заказ курьеру. Если мы привезли самокат 8 мая в 20:30, суточная аренда закончится 9 мая в 20:30."),
              (3,"Только начиная с завтрашнего дня. Но скоро станем расторопнее."),
             (4,"Пока что нет! Но если что-то срочное — всегда можно позвонить в поддержку по красивому номеру 1010."),
              (5,"Самокат приезжает к вам с полной зарядкой. Этого хватает на восемь суток — даже если будете кататься без передышек и во сне. Зарядка не понадобится."),
              (6,"Да, пока самокат не привезли. Штрафа не будет, объяснительной записки тоже не попросим. Все же свои."),
              (7,"Да, обязательно. Всем самокатов! И Москве, и Московской области.")
    ]

class Order:
    name = ['Наташа','Татьяна','Мария']
    lastname = ['Ростова','Ларина','Болконская']
    address = ['Поварская, 53','Большой Харитоньевский переулок, 13','Воздвиженка,9']
    metro = ['Преображенская площадь','Сокольники','Красносельская']
    days = ['сутки','трое суток','двое суток']
    phone = ['89151212121','89163232323','89174343434']
    rent_date = ['18.11.2024','24.11.2024','29.11.2024']
    color = ['black','grey']
    comment = ['Не звоните', 'Оставьте у подъезда','Жду с нетерпением']